Repository: City-of-Helsinki/parking-permits
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Fixed period %(month)d months
fi: Määräaikainen %(month)d kk
sv: Temporär %(month)d månad

source: Open ended 1 month
fi: Jatkuvaveloitteinen 1 kk
sv: Löpande debitering 1 månad

source: Parking permit type
fi: Pysäköintitunnuksen tyyppi
sv: Typ av tillstånd

source: Parking permit start date*
fi: Pysäköintitunnuksen alkamispäivä*
sv: Tillståndet börjar gälla*

source: * Parking permit is valid from the start date of your choice, once the payment has been accepted
fi: * Tunnus on voimassa valitsemastasi alkamispäivästä lähtien, kun maksusuoritus on hyväksytty
sv: * Parkeringpermit är i kraft från den valda startdatum, när betalningen är godkännt

source: Source: Transport register, Traficom
fi: Lähde: Liikenneasioidenrekisteri, Traficom

source: Parking permit expiration date
fi: Pysäköintitunnuksen päättymispäivä
sv: Tillståndet upphör att gälla

source: Parking permit period expiration date
fi: Pysäköintitunnuksen jakson päättymispäivä
sv: Tillståndet period upphör att gälla

source: Failed to create the order
fi: Tilauksen luonti epäonnistui
sv: Misslyckades med att skapa beställningen

source: This message has been sent automatically from the system. Please do not reply to this message as replies will not be processed.
fi: Tämä viesti on lähetetty järjestelmästä automaattisesti. Älä vastaa tähän viestiin, sillä vastauksia ei käsitellä.
sv: Detta meddelande har skickats automatiskt från systemet. Svara inte på detta meddelande eftersom svar inte kommer att behandlas.

source: Parking permit terms of usage
fi: Pysäköintitunnuksen ehdot
sv: Användarvillkor för parkeringstillstånd

source: Support
fi: Tuki
sv: Hjälp

source: Feedback
fi: Palaute
sv: Ge respons

source: Customer service contact info
fi: Asiakaspalvelu ja yhteystiedot
sv: Kundtjänst kontaktuppgifter

source: Your parking permit will expire soon. You can renew your permit by logging in to the service again.
fi: Pysäköintitunnuksesi voimassaoloaika päättyy lähiaikoina. Voit uusia tunnuksen kirjautumalla palveluun
sv: Ditt parkeringstillstånd går snart ut. Du kan förnya ditt tillstånd genom att logga in på tjänsten.

source: Thank you for your order!
fi: Kiitos tilauksestasi!
sv: Tack för din beställning!

source: The parking permit is electronic and parking permit enforcers will identify permit validity based on your vehicle licence plate number.
fi: Pysäköintitunnus on sähköinen ja pysäköinninvalvonta tunnistaa voimassa olevan tunnuksen ajoneuvosi rekisterinumeron perusteella.
sv: Parkeringstillståndet är elektroniskt och parkeringsinspektören kommer att identifiera tillståndets giltighet baserat på ditt fordons registreringsnummer.

source: Your parking permit validity period will end at
fi: Pysäköintitunnuksesi voimassaoloaika päättyy
sv: Ditt parkeringstillstånds giltighetstid slutar

source: If you want to continue permit usage, you will need to make a new order.
fi: Mikäli haluat jatkaa tunnuksen käyttöä tulee sinun tehdä uusi tilaus.
sv: Om du vill fortsätta använda tillståndet måste du göra en ny beställning.

source: Thank you for your order! The parking permit is electronic and parking permit enforcers will identify permit validity based on your vehicle licence plate number.
fi: Pysäköintitunnus on sähköinen ja pysäköinninvalvonta tunnistaa voimassa olevan tunnuksen ajoneuvosi rekisterinumeron perusteella.
sv: Tack för din beställning! Parkeringstillståndet är elektroniskt och parkeringsinspektören kommer att identifiera tillståndets giltighet baserat på ditt fordons registreringsnummer.

source: Your refund has been accepted and will appear on the account you reported within about a week
fi: Palautus on hyväksytty ja näkyy ilmoittamallasi tilillä noin viikon kuluessa.
sv: Återbetalningen har godkänts och kommer att visas på bankkontot du angett inom cirka en vecka.

source: Total refundable amount
fi: Palautettava summa yhteensä
sv: Totalt återbetalningsbart belopp

source: You are entitled to a refund and it has been registered. You will receive a separate notification when the return has been approved.
fi: Olet oikeutettu palautukseen ja se on otettu käsittelyyn. Saat erillisen ilmoituksen, kun palautus on hyväksytty.
sv: Du har rätt till återbetalning och den har registrerats. Du får ett separat e-post när returen har godkänts.

source: Temporary vehicle information has been updated to your permit.
fi: Pysäköintitunnukseen on päivitetty tilapäisen ajoneuvon tiedot.
sv: Tillfällig fordonsinformation har uppdaterats till ditt tillstånd.

source: Original vehicle has been restored to your permit.
fi: Pysäköintitunnukseen on päivitetty alkuperäisen ajoneuvon tiedot.
sv: Originalfordonet har återställts till ditt tillstånd.

source: THIS MESSAGE HAS BEEN SENT AUTOMATICALLY, DO NOT REPLY
fi: TÄMÄ ON AUTOMAATTISESTI LÄHETETTY VIESTI, ÄLÄ VASTAA TÄHÄN

source: Dear partner!
fi: Hyvä yhteistyökumppani!

source: A low-emission vehicle parking benefit has been added to the vehicle.
fi: Ohessa ajoneuvo, jolle on myönnetty vähäpäästöisen auton pysäköintietuus.

source: With kind regards
fi: Ystävällisin terveisin

source: Urban environmental service
fi: Kaupunkiympäristön asiakaspalvelu

source: Tel. 09-310 22111
fi: Puh. 09-310 22111

source: This vehicle is no longer subject to a discount
fi: Ajoneuvolta on poistettu oikeus alennukseen

source: A low-emission vehicle parking benefit has been removed from the vehicle.
fi: Ohessa ajoneuvo, jolta on poistettu vähäpäästöisen auton pysäköintietuus.

source: Debug
sv: Felsökning

source: Vehicle information - Transport register, Traficom
sv: Fordonsuppgifter - Trafik- och transportregistret, Traficom

source: Arrived
sv: Anlände

source: Processing
sv: Under behandling

source: According to the Digital and Population Data Services Agency, you do not live in the Resident parking area. If you have just moved to a Resident parking area, contact Digital and Population Data Services Agency.
sv: Enligt Myndigheten för digitalisering och befolkningsdata bor du inte i boendeparkering zone. Om du precis har flyttat till ett boendeparkering zone, kontakta Myndigheten för digitalisering och befolkningsdata.

source: The attached vehicle is entitled to a 50%% discount in street parking when paying with parking applications.
sv: Det bifogade fordonet har rätt till 50%% rabatt på gatuparkering när betala med parkeringsansökningar.

source: Discount: Low-emission vehicle
sv: Rabatt: Fordon med låga utsläpp

source: Discount valid from
sv: Rabatten giltig från

source: The right to a discount has been removed from the vehicle.
sv: Rätten till rabatt har tagits bort från fordonet.

source: Discount right ends
sv: Rabatten till höger upphör
