Repository: City-of-Helsinki/parking-permits
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: NotSet
fi: Ei asetettu
sv: Inte inställd

source: Warning
fi: Varoitus
sv: Varning

source: Error
fi: Virhe
sv: Fel

source: Fatal
fi: Virhe
sv: Dödlig

source: Logger name
fi: Lokin nimi
sv: Loggernamn

source: Logging level
fi: Lokitaso
sv: Loggningsnivå

source: Is sent
fi: Lähetetty
sv: Är skickat

source: Message
fi: Viesti
sv: Meddelande

source: Created at
fi: Luotu
sv: Skapad kl

source: Permit search error
fi: Tunnuksen hakuvirhe
sv: Tillåt sökfel

source: No parking zone found for the location
fi: Pysäköintialuetta ei löytynyt tälle sijainnille
sv: Det finns inte parkering zon för det plats

source: Multiple parking zones found for the location
fi: Useita pysäköintialueita löytyi tälle sijainnille
sv: Flera parkerings zon till denna plats

source: Customer not found
fi: Asiakasta ei löytynyt

source: Customer search error
fi: Asiakkaan hakuvirhe
sv: Kundsökningsfel

source: Owner/holder data of a vehicle could not be verified
fi: Omistajuutta/haltijuutta ei pystytty todentamaan
sv: Ägar/innehavaruppgifter av fordon kunde inte verifieras

source: Customer does not have a valid driving licence for this vehicle
fi: Puutteelliset ajokorttitiedot tälle ajoneuvolle
sv: Kunden har inte ett giltigt körkort för detta fordon

source: Customer without address security ban must have one address selected
fi: Ei-turvakieltoasiakkaalla tulee olla osoite valittuna
sv: Kund utan adresssäkerhetsförbud måste ha en adress vald

source: Vehicle power type not found
fi: Ajoneuvon käyttövoimatyyppiä ei löytynyt
sv: Fordonskraftstyp hittades inte

source: Permit address does not have a valid zone
fi: Tunnuksen osoitteella ei ole sopivaa aluetta
sv: Tillståndsadressen har ingen giltig zon

source: Cannot create more than 2 permits
fi: Asukaspysäköintitunnusten maksimimäärä on 2 kpl per asiakas
sv: Kan inte skapa mer än 2 boendeparkeringpermit

source: Creating a fixed-period permit is not allowed when the first permit is open-ended
fi: Määräaikaisen tunnuksen luonti ei ole mahdollista, jos asiakkaalla on jo voimassa oleva jatkuvaveloitteinen tunnus
sv: Att skapa ett tidsbestämt tillstånd är inte tillåtet när det första tillståndet är öppet

source: Vehicle registration number is mandatory for the permit
fi: Ajoneuvon rekisterinumero on pakollinen tietd
sv: Fordonets registreringsnummer är obligatoriskt för tillståndet

source: User already has a valid permit for the given vehicle.
fi: Sinulla on jo voimassa oleva pysäköintitunnus kyseiselle ajoneuvolle.
sv: Du har redan ett giltigt tillstånd för ett visst fordon

source: Cannot create permit. User already has a valid existing permit in other address %(address)s.
fi: Tunnusta ei voitu luoda. Asiakkaalla on jo voimassaoleva pysäköintitunnus toisessa osoitteessa %(address)s.
sv: Kan inte skapa tillstånd. Användaren har redan ett giltigt befintligt tillstånd i addressen %(address)s.

source: Cannot create permit. User already has a valid existing permit in zone %(parking_zone)s.
fi: Tunnusta ei voitu luoda. Asiakkaalla on jo voimassaoleva pysäköintitunnus alueella %(parking_zone)s.
sv: Kan inte skapa tillstånd. Användaren har redan ett giltigt befintligt tillstånd i zonen %(parking_zone)s.

source: Parking permit not found
fi: Pysäköintitunnusta ei löytynyt
sv: Parkeringtecken hittades inte

source: Cannot change the customer of the permit
fi: Asiakasta ei voitu vaihtaa tälle pysäköintitunnukselle
sv: Kunden kan inte bytas till detta parkeringstecken

source: Customer national id number is mandatory for the permit
fi: Asiakkaan henkilötunnus on pakollinen tieto
sv: Kundens personnummer är obligatoriskt för tillståndet

source: User already has a valid other permit for the given vehicle.
fi: Asiakkaalla on jo voimassa oleva pysäköintitunnus kyseiselle ajoneuvolle.
sv: Kunden har redan ett giltigt tillstånd för ett visst fordon

source: Changing address for different type (fixed-period / open-ended) permits is not allowed
fi: Tunnuksen osoitteen vaihto ei ole sallittua, jos tunnusten tyyppi on eriävä (määräaikainen / jatkuvaveloitteinen)
sv: Det är inte tillåtet att byta adress för olika typer av tillstånd (tidsbegränsad / obestämd tid).

source: Primary permit cannot be ended if customer has two permits
fi: Ensisijaista tunnusta ei voi päättää, jos asiakkaalla on kaksi tunnusta
sv: Primärt tillstånd kan inte avslutas om kunden har två tillstånd

source: Product search error
fi: Tuotteen hakuvirhe
sv: Produktsökningsfel

source: Refund search error
fi: Palautteen hakuvirhe
sv: Sökningsfel för återbetalning

source: Refund not found
fi: Palautetta ei löytynyt
sv: Återbetalning hittades inte

source: Order search error
fi: Tilauksen hakuvirhe
sv: Beställningssökningsfel

source: Address search error
fi: Osoitteen hakuvirhe
sv: Adresssökningsfel

source: This address is already in use
fi: Tämä osoite on jo käytössä
sv: Adressen används redan

source: Announcement search error
fi: Ilmoituksen hakuvirhe
sv: Sökningsfel för meddelande

source: Announcement not found
fi: Ilmoitusta ei löytynyt
sv: Meddelandet hittades inte

source: There's already a valid permit for a given vehicle.
fi: Asiakkaalla on jo voimassa oleva pysäköintitunnus kyseiselle ajoneuvolle.
sv: Kunden har redan ett giltigt tillstånd för ett visst fordon

source: Start time cannot be in the past
fi: Aloitusaika ei voi olla menneisyydessä
sv: Starttiden kan inte ligga i det förflutna

source: Temporary vehicle start time has to be after permit start time
fi: Tilapäisen ajoneuvon alkamisaika tulee olla tunnuksen alkamisajan jälkeinen
sv: Tillfällig starttid för fordon måste vara efter tillståndets starttid

source: You cannot extend this permit.
fi: Et voi ostaa lisäaikaa tälle pysäköintitunnukselle.

source: Month count exceeds maximum
fi: Kuukausimäärä ylittää sallitun määrän

source: You already have a valid permit for a given vehicle.
fi: Sinulla on jo voimassa oleva pysäköintitunnus kyseiselle ajoneuvolle.
sv: Du har redan ett giltigt tillstånd för ett visst fordon

source: Can not have more than 2 temporary vehicles in 365 days from first one.
fi: Tilapäisten ajoneuvojen lukumäärä on rajoitettu kahteen 365 päivän aikana.
sv: Kan inte ha mer än 2 tillfälliga fordon under 365 dagar från det första.

source: Permit for a given vehicle already exist.
fi: Kyseisellä ajoneuvolla on jo pysäköintitunnus.
sv: Tillstånd för ett givet fordon finns redan.

source: Owner/holder data of a vehicle could not be verified. Please check with Traficom for data transfer restrictions.
fi: Omistajuutta/haltijuutta ei pystytty todentamaan. Tarkistathan Traficomilta tiedonluovutuskiellot.

source: Customer does not have a valid driving licence
fi: Puutteelliset ajokorttitiedot
sv: Kunden har inte giltigt körkort

source: Non draft permit can not be deleted
fi: Pysäköintitunnusta ei voida poistaa
sv: Icke utkast till tillstånd kan inte raderas

source: Contract type is required
fi: Sopimustyyppi on pakollinen
sv: Kontraktstyp krävs

source: Only %(fixed_period)s is allowed
fi: Vain %(fixed_period)s on sallittu
sv: Endast %(fixed_period)s är tillåtet

source: This is not a draft permit and can not be edited
fi: Pysäköintitunnushahmotelmaa ei voi muokata
sv: Detta är inte ett utkast till tillstånd och kan inte redigeras

source: Invalid user address.
fi: Epäkelpo asiakkaan osoite
sv: Ogiltig användaradress.

source: You can have a max of %(max_allowed_permit)s permits.
fi: Sinulla voi olla enimmillään %(max_allowed_permit)s pysäköintitunnusta.
sv: Du kan ha maximalt %(max_allowed_permit)s tillstånd.

source: You can buy permit only for address %(primary_address)s.
fi: Voit ostaa pysäköintitunnuksen vain osoitteelle %(primary_address)s.
sv: Du kan endast köpa tillstånd för adressen %(primary_address)s.

source: Forbidden
fi: Lupa evätty
sv: Förbjuden

source: Internal Server Error
fi: Sisäinen virhe
sv: Internt fel

source: Primary permit
fi: 1. tunnus
sv: 1. permit

source: Secondary permit
fi: 2. tunnus
sv: 2. permit

source: Online payment
fi: Verkkomaksu
sv: Online betalning

source: Cashier payment
fi: Kassamaksu
sv: Kassabetalning

source: Name
fi: Nimi
sv: Namn

source: National identification number
fi: Henkilötunnus
sv: Personnummer

source: Registration number
fi: Rekisteritunnus
sv: Registreringsnummer

source: Primary address
fi: Vakituinen osoite
sv: Permanent adress

source: Other address
fi: Tilapäinen osoite
sv: Tillfällig adress

source: Area
fi: Alue
sv: Zone

source: Start time
fi: Alkuaika
sv: Starttid

source: End time
fi: Loppuaika
sv: Sluttid

source: Permit order
fi: Järjestys
sv: Ordning

source: Status
fi: Tila

source: Parking permits
fi: Pysäköintitunnukset
sv: Parkeringstillstånder

source: Registration numbers
fi: Rekisteritunnukset
sv: Registreringsnummer

source: Customer
fi: Asiakas
sv: Kund

source: Address
fi: Osoite
sv: Gatuadress

source: Permit type
fi: Tunnustyyppi
sv: Permit typ

source: Order number
fi: Tilausnumero
sv: Ordernummer

source: Order payment type
fi: Maksutapa
sv: Typ av betalning

source: Paid time
fi: Maksuaika
sv: Betalningstid

source: Amount
fi: Määrä
sv: Sum

source: IBAN
fi: IBAN-tilinumero
sv: IBAN-nummer

source: Product type
fi: Tuotteen tyyppi
sv: Produkttyp

source: Parking zone
fi: Pysäköintialue
sv: Parkering zone

source: Price
fi: Hinta
sv: Pris

source: Low emission discount
fi: Päästöalennus
sv: Rabatt för lågemission fordon

source: VAT
fi: ALV
sv: MOMS

source: Validity period
fi: Voimassaoloaika
sv: Giltighetsperiod

source: Modified at
fi: Muokattu
sv: Redigeringsdatum

source: Modified by
fi: Muokkaaja
sv: Redigerat

source: City of Helsinki
fi: Helsingin kaupunki
sv: Helsingfors stad

source: Personal data - Digital and population data services agency
fi: Henkilötiedot - Digi- ja väestötietovirasto
sv: Personuppgifter - Digital- och befolkningsdatatjänstbyrå

source: Permit ID
fi: Tunniste

source: Vehicle
fi: Ajoneuvo
sv: Fordon

source: Type
fi: Tyyppi
sv: Typ

source: Resident permit
fi: Asukastunnus
sv: Boendeparkeringpermit

source: Refunds
fi: Palautukset
sv: Återbetalning

source: Refund ID
fi: Palautusnumero
sv: Återbetalning ID

source: incl. VAT
fi: sis. ALV
sv: inkl. MOMS

source: Extra info
fi: Lisätiedot
sv: Ytterligare uppgifter

source: Order ID
fi: Tilausnumero
sv: Ordernummer

source: Order payment time
fi: Maksuaika
sv: Betald

source: Refund
fi: Palautus
sv: Återbetalning

source: Order info
fi: Tilauksen tiedot
sv: Beställningsinformation

source: Street name
fi: Kadunnimi
sv: Gatuadress FI

source: Street name sv
fi: Kadunnimi (sv)
sv: Gatuadress SE

source: Street number
fi: Kadunnumero
sv: Gatunummer

source: City
fi: Postitoimipaikka
sv: Stad (FI)

source: City sv
fi: Postitoimipaikka (sv)
sv: Stad (SE)

source: Postal code
fi: Postinumero
sv: Postnummer

source: Location (2D)
fi: Sijainti (2D)
sv: Plats (2D)

source: Start date
fi: Alkupäivä
sv: Start dag

source: End date
fi: Loppupäivä
sv: Sista dag

source: Zone
fi: Alue
sv: Zon

source: Addresses
fi: Osoitteet
sv: Adresserna

source: Subject (EN)
fi: Otsikko (EN)
sv: Ämne (EN)

source: Content (EN)
fi: Sisältö (EN)
sv: Innehåll (EN)

source: Subject (FI)
fi: Otsikko (FI)
sv: Ämne (FI)

source: Content (FI)
fi: Sisältö (FI)
sv: Innehåll (FI)

source: Subject (SV)
fi: Otsikko (SV)
sv: Ämne (SV)

source: Content (SV)
fi: Sisältö (SV)
sv: Innehåll (SV)

source: Company name
fi: Yrityksen nimi
sv: Företagets namn

source: Business Id
fi: Y-tunnus
sv: FO-nummer

source: Company owner
fi: Yrityksen omistaja
sv: Företagets ägare

source: Company
fi: Yritys
sv: Företag

source: Companies
fi: Yritykset
sv: Företagen

source: Finnish
fi: Suomi
sv: Finska

source: Swedish
fi: Ruotsi
sv: Svenska

source: English
fi: Englanti
sv: Engelska

source: Source system
fi: Lähdejärjestelmä
sv: Källsystem

source: Source id
fi: Lähdejärjestelmän tunniste
sv: Källsystem ID

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Primary address apartment
fi: Vakituisen osoitteen huoneisto
sv: Primär adress lägenhet

source: Primary address apartment (sv)
fi: Vakituisen osoitteen huoneisto (sv)
sv: Primär adress lägenhet (sv)

source: Other address apartment
fi: Tilapäisen osoitteen huoneisto
sv: Tillfällig adress lägenhet

source: Other address apartment (sv)
fi: Tilapäisen osoitteen huoneisto (sv)
sv: Tillfällig adress lägenhet (sv)

source: Email
fi: Sähköposti
sv: E-post

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Address security ban
fi: Turvakielto
sv: Spärrmarkering

source: Driver's license checked
fi: Ajokortti
sv: Körkort

source: Language
fi: Kieli
sv: Språk

source: Customers
fi: Asiakkaat
sv: Kunder

source: Identifier
fi: Tunniste
sv: ID

source: Driving class
fi: Ajoneuvoluokka
sv: Fordon kategorie

source: Driving classes
fi: Ajoneuvoluokat
sv: Fordonskategorier

source: Driving licence
fi: Ajokortti
sv: Körkort

source: Driving licences
fi: Ajokortit
sv: Körkorten

source: Time created
fi: Luonti-aikaleima
sv: Tid skapad

source: Time modified
fi: Muokattu-aikaleima
sv: Modifierad

source: Created by
fi: Luotu
sv: Skapad av

source: Draft
fi: Luonnos
sv: Skiss

source: Confirmed
fi: Vahvistettu
sv: Bekräftad

source: Cancelled
fi: Peruutettu
sv: Inställt

source: Created
fi: Luotu
sv: Skapad kl

source: Vehicle changed
fi: Ajoneuvo vaihtunut
sv: Fordon bytt

source: Address changed
fi: Osoite vaihtunut
sv: Adress ändrad

source: Subscription renewed
fi: Sopimus uusittu
sv: Avtal förnyad

source: Talpa order id
fi: Talpan tilauksen tunniste
sv: Talpa beställning ID

source: Talpa checkout url
fi: Talpan checkoutin url

source: Talpa logged in checkout url
fi: Talpan sisäänkirjautuneen checkoutin url
sv: Talpa inloggad checkout url

source: Talpa receipt_url
fi: Talpan kuitin url
sv: Talpa kvitto url

source: Talpa last valid purchase time
fi: Talpan viimeisin voimassa oleva ostoaika
sv: Talpa senaste giltiga köptid

source: Payment type
fi: Maksutapa
sv: Typ av betalning

source: Order status
fi: Tilauksen tila
sv: Beställningens status

source: permits
fi: Pysäköintitunnukset
sv: Parkeringstillstånder

source: Vehicles
fi: Ajoneuvot
sv: Fordonet

source: Order type
fi: Tilaustyyppi
sv: Beställningtyp

source: Order
fi: Tilaus
sv: Beställning

source: Orders
fi: Tilaukset
sv: Beställningar

source: Renewal failed
fi: Tunnuksen uusiminen epäonnistui
sv: Förnyelsen misslyckades

source: User cancelled
fi: Käyttäjän peruuttama
sv: Användaren har avbrutits

source: Permit expired
fi: Tunnus vanhentunut
sv: Tillståndet har löpt ut

source: Talpa subscription id
fi: Talpan jatkuvaveloitteisen sopimuksen tunniste
sv: Talpa återkommande laddning ID

source: Cancel reason
fi: Peruutussyy
sv: Avbryt anledning

source: Subscription
fi: Sopimus
sv: Avtal

source: Subscriptions
fi: Sopimukset
sv: Avtalet

source: Talpa order item id
fi: Talpan tilausrivin tunniste
sv: Talpa beställning id

source: Product
fi: Tuote
sv: Produkt

source: Parking permit
fi: Pysäköintitunnus
sv: Parkeringstecken

source: Unit price
fi: Tuotteen hinta
sv: Pris

source: Payment unit price
fi: Maksun tuotteen hinta
sv: Pris

source: Quantity
fi: Määrä
sv: Antal

source: Order item
fi: Tilausrivi
sv: Beställningsrad

source: Order items
fi: Tilausrivit
sv: Beställningsrader

source: Company permit
fi: Yrityspysäköintitunnus
sv: Företagsparkeringstillstånd

source: Fixed period
fi: Määräaikainen
sv: Bestämd tid

source: Open ended
fi: Jatkuvaveloitteinen
sv: Löpande debitering

source: Immediately
fi: Heti
sv: Genast

source: From
fi: Alkaen
sv: Från

source: After current period
fi: Nykyisen jakson jälkeen

source: Previous day end
fi: Edellisen päivän loppu

source: Payment in progress
fi: Maksussa
sv: Betalning pågår

source: Valid
fi: Voimassa
sv: I kraftVoimassa

source: Closed
fi: Suljettu
sv: Sluten

source: Next vehicle
fi: Tuleva ajoneuvo
sv: Nästa fordon

source: Next parking zone
fi: Tuleva pysäköintialue
sv: Nästa parkering zone

source: Bypass Traficom validation
fi: Ohita Traficom-tarkistus

source: Vehicle changed date
fi: Ajoneuvon tietojen muuttamispäivä
sv: Fordonet ändringdatum

source: Contract type
fi: Sopimustyyppi
sv: Kontraktstyp

source: Start type
fi: Alkamistyyppi
sv: Alkamistyyppi

source: End type
fi: Loppumistyyppi

source: Month count
fi: Kuukaudet (lkm)
sv: Månad (st)

source: Description
fi: Kuvaus
sv: Beskrivning

source: Address apartment
fi: Osoiteen huoneisto
sv: Adress lägenhet

source: Address apartment (sv)
fi: Osoiteen huoneisto (sv)
sv: Adress lägenhet (sv)

source: Next address
fi: Tuleva osoite
sv: Nästa adress

source: Next address apartment
fi: Tulevan osoitteen huoneisto
sv: Nästa adress lägenhet

source: Next address apartment (sv)
fi: Tulevan osoitteen huoneisto (sv)
sv: Nästa adress lägenhet (sv)

source: Cannot close primary vehicle permit if an active secondary vehicle permit exists
fi: Ensisijaista ajoneuvoa sisältävää tunnusta ei voida sulkea, koska toissijainen ajoneuvo löytyy
sv: Ett ID som innehåller ett primärt fordon kan inte stängas eftersom ett sekundärt fordon hittas.

source: Updated
fi: Päivitetty
sv: Uppdaterad

source: Renewed
fi: Uusittu
sv: Förnyad

source: Ended
fi: Päättynyt
sv: Slutade

source: Event type
fi: Tapahtumatyyppi
sv: Event typ

source: Permit #%(permit_id)s created
fi: Tunnus #%(permit_id)s luotu
sv: Tillstånd #%(permit_id)s skapat

source: Permit #%(permit_id)s updated
fi: Tunnus #%(permit_id)s päivitetty
sv: Tillstånd #%(permit_id)s har uppdaterats

source: Permit #%(permit_id)s ended
fi: Tunnus #%(permit_id)s päättynyt
sv: Tillstånd #%(permit_id)s avslutat

source: Refund #%(refund_id)s created
fi: Palautus #%(refund_id)s luotu
sv: Återbetalning #%(refund_id)s skapad

source: Temporary vehicle #%(temp_vehicle_reg_number)s added to permit
fi: Tilapäinen ajoneuvo #%(temp_vehicle_reg_number)s liitetty tunnukseen
sv: Tillfälligt fordon #%(temp_vehicle_reg_number)s kopplat till ditt tillstånd

source: Temporary vehicle #%(temp_vehicle_reg_number)s removed from permit
fi: Tilapäinen ajoneuvo #%(temp_vehicle_reg_number)s poistettu tunnuksesta
sv: Tillfälligt fordon #%(temp_vehicle_reg_number)s togs bort från tillståndet

source: Description sv
fi: Kuvaus (sv)
sv: Beskrivning (sv)

source: Area (2D)
fi: Alue (2D)
sv: Zone (2D)

source: Parking zones
fi: Pysäköintialueet
sv: Parkeringzon

source: Pending
fi: Avoin

source: Approved
fi: Hyväksytty

source: Resident
fi: Asukas
sv: Bosatt

source: Monthly
fi: Kuukausittainen
sv: Månatlig

source: Pieces
fi: Osat
sv: St

source: Product catalog error, please report to admin
fi: Tuotetietojen virhe, raportoi ylläpitäjälle
sv: Fel i produktinformation. Rapportera till underhåll tack.

source: Talpa product id
fi: Talpan tuotteen tunniste
sv: Talpa produkt id

source: zone
fi: alue
sv: zon

source: Unit
fi: Yksikkö
sv: Enhet

source: Products
fi: Tuotteet
sv: Produkter

source: Open
fi: Avoin
sv: Öppna

source: Request for approval
fi: Hyväksyttävänä
sv: Acceptabel

source: Accepted
fi: Hyväksytty
sv: Accepterad

source: Rejected
fi: Hylätty
sv: Avslå

source: Permits
fi: Pysäköintitunnukset
sv: Parkeringstillstånder

source: Accepted at
fi: Hyväksytty
sv: Accepterad

source: Accepted by
fi: Hyväksyjä
sv: Acceptor

source: Temporary vehicle
fi: Väliaikainen ajoneuvo
sv: Tillfällig fordon

source: Temporary vehicles
fi: Väliaikaiset ajoneuvot
sv: Tillfälliga fordon

source: Vehicle power type
fi: Ajoneuvon käyttövoima
sv: Fordonskraftstyp

source: Vehicle power types
fi: Ajoneuvon käyttövoimat
sv: Fordonskraftstyper

source: NEDC maximum emission limit
fi: NEDC maksimipäästöraja
sv: NEDC maximera

source: WLTP maximum emission limit
fi: WLTP maksimipäästöraja
sv: WLTP maximera

source: Euro minimum class limit
fi: Euro-miniluokitus
sv: Euro-minimum

source: Low-emission criteria
fi: Päästökriteeri
sv: Kriterier för lågemission fordon

source: Low-emission criterias
fi: Päästökriteerit
sv: Kriterier för lågemission fordonet

source: Vehicle user
fi: Ajoneuvon käyttäjä
sv: Fordonsanvändare

source: Vehicle users
fi: Ajoneuvon käyttäjät
sv: Fordonsanvändarer

source: power_type
fi: Käyttövoima
sv: Drivkraft

source: VehicleClass
fi: Ajoneuvoluokka
sv: Fordonskategorier

source: Manufacturer
fi: Merkki
sv: Tillverkare

source: Model
fi: Malli
sv: Modell

source: Total weigh of vehicle
fi: Kokonaispaino
sv: Totalvikt

source: Euro class
fi: Euro-luokitus
sv: Euro klassificering

source: Emission
fi: Päästöt

source: Emission type
fi: Päästötyyppi
sv: Emissionstyp

source: Serial number
fi: Sarjanumero
sv: Serienummer

source: Last inspection date
fi: Viimeisin katsastuspäivä
sv: Sista besiktas dag

source: Update from traficom on
fi: Päivitetty Traficomista
sv: Uppdated från Traficom

source: Traficom Restrictions
fi: Traficom-rajoitukset

source: Not a valid customer address
fi: Epäkelpo asiakkaan osoite
sv: Inte en giltig kundadress

source: Address not found
fi: Osoitetta ei löytynyt
sv: Adressen hittades inte

source: No active permits for the customer
fi: Asiakkaalla ei ole aktiivisia tunnuksia
sv: Inga aktiva tillstånd för kunden

source: Permit not found
fi: Pysäköintitunnusta ei löytynyt

source: Conflict parking zones for active permits
fi: Pysäköintialueiden ja aktiivisten tunnusten konfliktitilanne
sv: Konflict för parkering zoner och aktiva tillståndet

source: Person not found
fi: Henkilöä ei löytynyt
sv: Ingen kund hittas

source: New parking permit has been created for you
fi: Sinulle on luotu pysäköintitunnus
sv: Nytt parkeringstillstånd har skapats åt dig

source: Your parking permit information has been updated
fi: Pysäköintitunnuksen tiedot on päivitetty
sv: Parkeringtillståndet informationen har uppdaterats

source: Your order will end
fi: Tilauksesi päättyy
sv: Ditt parkeringstillstånd kommer att avslutas

source: Your parking permit has been extended
fi: Pysäköintitunnuksesi voimassaoloaikaa on pidennetty

source: Temporary vehicle attached to your permit
fi: Tilapäinen ajoneuvo liitetty tunnukseen
sv: Tillfälligt fordon kopplat till ditt tillstånd

source: Your parking permit will expire soon
fi: Pysäköintitunnuksesi voimassaoloaika päättyy pian
sv: Ditt parkeringstillstånd går snart ut

source: The vehicle is entitled to a discount
fi: Ajoneuvo oikeutettu alennukseen
sv: Fordonet har rätt till rabatt

source: Vehicle discount right expired
fi: Ajoneuvon alennusoikeus päättynyt
sv: Rätten till fordonsrabatt har löpt ut

source: Your refund has been registered
fi: Palautus otettu käsittelyyn
sv: Din återbetalning har registrerats

source: Your refund has been accepted
fi: Palautus on hyväksytty
sv: Din återbetalning har accepterats

source: Could not find vehicle detail with given %(registration_number)s registration number
fi: Rekisteritunnukselle %(registration_number)s ei löytynyt ajoneuvon tietoja
sv: Kunde inte hitta fordonsdetaljer med angivet registreringsnummer %(registration_number)s

source: Unsupported vehicle class %(vehicle_class)s for %(registration_number)s
fi: Ajoneuvoluokkaa %(vehicle_class)s ei tueta rekisteritunnukselle %(registration_number)s
sv: Ej stödd fordonsklass %(vehicle_class)s för registreringsskylt %(registration_number)s

source: Vehicle %(registration_number)s is decommissioned
fi: Ajoneuvo %(registration_number)s on liikennekäytöstäpoistettu
sv: Fordonet %(registration_number)s är avställd

source: Vehicle's %(registration_number)s weight exceeds maximum allowed limit
fi: Ajoneuvon %(registration_number)s paino ylittää sallitun maksimirajan

source: The person has no driving licence
fi: Henkilölle ei löydy ajokorttia

source: No valid driving licence
fi: Voimassaolevaa ajo-oikeutta ei löydy

source: Failed to fetch data from traficom
fi: Tietojen haku Traficomilta epäonnistui
sv: Datahämtning från Traficomilta misslyckades

source: pcm
fi: kk
sv: pm

source: Fixed period, extension %(month)d months
fi: Määräaikainen, jatkoaika %(month)d kk
